{"title":"Beauty and the ‘Beast’?: The Social Worlds of Beauty and Pain","author":"Chand","blocks":[{"Type":"Text","Text":"Can you imagine a world where Snow White is not ‘fair as snow’ and is a dwarf herself? Or Rapunzel does not possess her extraordinarily lustrous long hair? Or the Sleeping Beauty has warts all over her face? As children who have been socialised into a world of fairy tales with beautiful princesses, twisted and hideous witches, and handsome and brave princes, the questions posed above might sound strange. However, a critical analysis of the stories we have been told since childhood reveals a disturbing truth that something as universal as attraction (except for the aros/aces out there!) is premised on beauty standards, is steeped in the legacy and living histories of ability, class, caste, and colonialism.\r\n\r\n\r\nMy interest in understanding the role played by beauty standards in creating toxicity and self-image issues within the queer and trans communities came from my insecurities about my looks and body that ignited while using Grindr, a popular gay dating and hookup app. I bemoaned my age as I saw how younger queer friends who fit into the conventional beauty standards have a booming dating life, while mine was in hibernation. Hegemonic beauty standards and the toxic scaffolding upholding them have taken deep roots in the Indian queer and trans communities, creating a vicious environment for dating and social interactions. \r\n\r\n\r\nA cursory examination of world history reveals that beauty standards have to a large extent been dictated and shaped by the ruling class. The practice of foot binding in China that persisted for over a millennium illustrates the power dynamics that beauty standards are imbricated in. Amanda Foreman (2015) investigates this socially sanctioned rite of passage for aristocratic Chinese women in detail. Driven by the obsession for extremely small feet (called lotus feet), their feet would be crushed, such that they would always walk with a limp. This became a status symbol among the elite, wherein their foot size would be a means for upward social mobility. Thus, we see the intertwined nature of power and beauty and the immense pain underpinning these hegemonic beauty standards. Drawing on this, Catherine Hakim (2013) coined the term ‘erotic capital’ to describe the power immanent in meeting prevailing beauty standards.\r\n\r\n\r\nNaomi Wolf (2013) in the ‘The Beauty Myth’ describes how women are now trapped in the impossible to meet beauty standards which fill them with self-hatred and self-consciousness. Beauty standards have changed with time and context, especially in the case of India. Rebecca Giles traces how ideas related to beauty have changed over time. Until the 1980s, voluptuous and well-rounded women were considered desirable and beautiful. Post that, fair and thin women became much sought after. Giles cites the example of matrimonial advertisements in newspapers where fair complexion is advertised, but not dark skin. Majidi (2020) traces the influence of colonialism and globalisation in shaping ideas of beauty in India, especially the conflation of fair skin with beauty, which has consequences for women’s social positioning and their marriage marketability. Beauty standards since history have had the power to shape the social worlds of millions of people such as cisgender women, and queer and trans persons. A study published in the Journal of Investigative Dermatology by the scientists from the Centre for Cellular and Molecular Biology, based in Hyderabad, studied 1,825 individuals belonging to 52 diverse populations to investigate the link between skin colour and caste (Mishra et al., 2017). They found that skin colour varied among different social categories due to strict endogamy enforced by the caste system. Noel Mariam George (2020) makes the link between caste and beauty standards by arguing that Savarna women have constructed their femininity in contrast to Shudra and Dalit women who were seen as masculine and uncultivated. She terms this the ‘hierarchisation of desire’. \r\n\r\n\r\nWithin the trans communities, there is immense pressure to ‘pass’ as the binary gender the trans person identifies with. Arina Alam (2017), a trans woman from rural West Bengal, shares her experience of being body shamed by fellow trans women for her dark complexion and not being ‘thin’ enough. She is critical of some fellow trans women for judging trans people by the length of their hair and their clothing, not paying heed to the fundamental principle of self-determination of gender identity which animates the struggle for trans rights. She also points out that it is not possible for socioeconomically marginalised trans women like her to afford expensive gender affirmation procedures since their access is mediated by socio-economic forces such as caste and class. \r\n\r\n\r\nIn the assigned male queer community, masculinity is valued while femininity is shamed. Kanav Narayan Sahgal (2020) delves into this in great detail by comparing their experiences as a queer person in the dating scenes of both Toronto, Canada and India. They highlight how they were body shamed and told to lose weight in order to become more sexually desirable. They also bring forth the intense pressure to conform to the masculine, gym-built, body standards. When they lost weight, they noticed the differential reactions on Grindr. Gautam Gayan (2019) highlights this toxic atmosphere by pointing to how beauty standards are enmeshed in caste and class. They elaborate on the rampant classism, casteism, age shaming, racism, and femmephobia that often manifests as ‘personal preferences’. They note the frequency at which one is asked their caste and religion on Grindr. They highlight their experience of facing racism as a person hailing from Assam. Sahgal (2020) points to the unholy trifecta of weight stigma, sexual objectification, and social comparison ruining the mental health of queer men. \r\n\r\n\r\nSo, then, what can we as queer and trans persons do to break these toxic beauty standards seeped in casteism, capitalism, and colonialism? First, we can perhaps begin by introspecting how something as seemingly innocuous as attraction is shaped by structural forces embedded in power dynamics and are not merely ‘personal preferences’. Second, a little kindness and empathy can go a long way in queer interactions. I recently had a conversation with one of my younger queer friends and shared my insecurities with them about my looks. They responded that they never saw themselves as attractive, but were plagued by multiple insecurities about their body, among many other things. It turns out we are all in the same boat on the sea of insecurities and despair, heading towards a new dawn. Hopefully, this dawn will be one where toxic beauty standards do not hold us in its vice-like grip as they currently do."}],"Type":"References","references":[{"type":"1","value":"Alam, A. (2017, October 23). “My Experience with Beauty Standards in the Trans Community.” Feminism in India, https://feminisminindia.com/2017/10/24/experience-beauty-standards-trans-community/."},{"type":"2","value":"Foreman, A. (2015, February 1). “Why Footbinding Persisted in China for a Millennium.” Smithsonian magazine. https://www.smithsonianmag.com/history/why-footbinding-persisted-china-millennium-180953971"},{"type":"3","value":"Gayan, G. (2019, August 10). “The Toxicity of Gay Dating Apps.” Provoke lifestyle. http://provokelifestyle.org/2019/08/10/the-toxicity-of-gay-dating-apps/."},{"type":"4","value":"Gelles, R. (2011). “Fair and lovely: Standards of beauty, globalization, and the modern Indian woman.” Independent Study Project (ISP) Collection. 1145. https://digitalcollections.sit.edu/isp_collection/1145."},{"type":"5","value":"George, N. M. (2020, February 12). “Beauty, Femininity and the Politics of 'Desire'.” Round Table India. https://www.roundtableindia.co.in/beauty-femininity-and-the-politics-of-desire/."},{"type":"6","value":"Hakim, C. (2010). \"Erotic capital.\" European sociological review, 26(5), 499-518."},{"type":"7","value":"Majidi, K. (2020). “Norms of Beauty in India Fair is Beautiful: A Legacy of Colonialism and Globalization.” The Lion and the Hunter. http://thelionandthehunter.org/norms-of-beauty-in-india-fair-is-beautiful-a-legacy-of-colonialism-and-globalization/."},{"type":"8","value":"Mishra, A. et al. (2017). “Genotype-phenotype study of the middle Gangetic plain in India shows association of rs2470102 with skin pigmentation.” Journal of Investigative Dermatology, 137(3), 670-677."},{"type":"9","value":"Sahgal, K. N. (2020, October 6). “Many Gay Men in India Experience Body Image Issues, and We Need to Talk about It.” Feminism in India. https://feminisminindia.com/2020/09/14/gay-men-india-experience-body-image-issues/."},{"type":"10","value":"Wolf, N. (2013). The beauty myth: How images of beauty are used against women. London: Vintage Books."}]}