{"title":"Honey, do you really think you have daddy issues?","author":"Radhika Pradhan","blocks":[{"1":"Economist Impact. (2022). “The Inclusive Internet Index,” The Economist Intelligence Unit. https://impact.economist.com/projects/inclusive-internet-index/downloads/3i-executive-summary.pdf.","2":"Foucault, M. (2002). Power: Essential Works of Foucault 1954 – 1984. New York: Penguin.","3":"Freud, S. (1924). “The Passing of Oedipus Complex,” The International Journal of Psychoanalysis, 419 - 424.","4":"Inda, J. X. and Rosaldo, R. (2007). “Tracking Global Flows.” In Inda, J. X. and Rosaldo, R. (eds.). The Anthropology of Globalization: A Reader, 2nd Edition. Oxford: Wiley Blackwell Readers in Anthropology, pp. 1-47.","5":"Srinivasan, A. (2021). “Talking to my Students about Porn,” In Srinavasan, A. The Right to Sex: Feminism in the twenty-first century. Bloomsbury: London, pp. 33 - 71.","Type":"Text","Text":"“Fuck me, Daddy” is a widely reiterated phrase in pornography. Spaces of heterosexual porn that have been problematized by feminists are filled with categorizations of porn that include incest porn, step-mother, step-father and MILF porn categories. Amia Srinivasan (2022) illustrates the manner in which porn functions as a prescription to sex, particularly for heterosexual couples. Teaching a class about pornography, Srinivasan argues that starting from a particular age, the first engagement with sexual activity for the people sitting in the class was “through a screen.” “... at least for straight boys and girls, (porn worked as) a script in place that dictated not only the physical moves and gestures and sounds to make and demand (this is where I situate the phrases fuck me daddy/mommy), but also the appropriate affect, the appropriate desires, the appropriate distribution of power” (Srinivasan 2021, 41). I aim to delve deeper into the categorizations of mommy/daddy in sexual narratives in porn and popular culture, and deconstruct this by connecting it to the Oedipus Complex, which in my opinion is the origination of mommy/daddy sexual narratives. By connecting this narrative to the Oedipus Complex, I argue that the incest narrative was created as a form of regulating desire, and also as a pre-emptive tool to preserve the socio-economic order by curbing social mobility by dint of marriage. \r\n\r\n\r\nAs some of us already know, Sigmund Freud’s famously infamous, and infamously famous Oedipus Complex is derived from Sophocles’ Greek Play – Oedipus Rex, which dates  as far back as 429 B.C.E. Some of you reading this might be wondering how a play as old as 429 B.C.E, affects people of colour in the 21st century. As it happens, regardless of its intentionality, Sophocles’ play has permeated desires, practice and thought processes, which I will touch upon. But consider this, has it permeated such institutions, or was it  originally written as a reflection and replication of these institutions, and has somehow managed to strengthen the given ideas through cracks, cervices, porn, and daddy/mommy issues jokes, right from the 5th century up till the 21<sup>st</sup> century? Hold on to your saddle, because the ride is about to get extremely uncomfortable. \r\n\r\n\r\nThe hypothesis posited by me certainly is not a new one. It was originally posited by Guattari and Deleuze and also, Michel Foucault. But I would like the reader to ponder over this question. Do some people really have daddy/mommy issues, or is this a tool to control desire? Foucault, in his lectures on truth and juridical forms tells us, “in this conception, then Oedipus is not a truth of nature, but an instrument of limitation and constraint that psychoanalysis, starting with Freud, uses to contain desire and insert it within a family structure defined by our society at a particular moment. In other words, Oedipus, according to Deleuze and Guattari, is not the secret content of our unconscious, but the form of constraint which psychoanalysis, through the cure, tries to impose on our desire, and our unconscious. Oedipus is an instrument of power, a certain manner by which medical and psychoanalytical power is brought to bear on desire and the unconscious” (Foucault 2002, 16). \r\n\r\n\r\nIn other words, my argument is that Oedipus complex functions akin to one aspect of the caste system for the western culture. The West grew up reading Oedipus Rex, spent a lot of their time understanding it, imbibing it and critiquing it. Although, hypocritically enough, I too am doing the same. The point here is that while Hindus were made to ‘marry within their socio-economic community’ through the caste system, and Muslims through a practice of ‘in-marriage’, the West was made to choose their partners from within the “appropriate” socio-economic community through the narrative of Oedipus Rex. The theory posited by Sigmund Freud in Oedipus complex controls desire and works as a prescription for heterosexual relationships, for Freud theorised that “the little girl who wants to believe herself her father’s partner in love must one day endure a harsh punishment at his hands, and find herself hurled to earth from her cloud-castles. The boy who regards his mother as his own property finds that her love and care for him are transferred to a new arrival” (Freud 1924, 419). The story of Oedipus Rex makes the reader believe that unconsciously one wants to marry their father/mother. Freud theorised and connected one’s unconscious desire to one’s parents. Even if such a desire might not have existed in the human mind, taking into consideration that while positing this theory, Freud did not have the tools to, or did not consider the intersectionality of nationality, race, religion, gender and class/caste, such a desire has now been generationally conditioned. \r\n\r\n\r\nWith every reiteration and theorization of the Oedipus Complex, the human mind comes to amuse itself with the idea of whether they are indeed desirous of their father/mother, or not. Even though the truth of this desire may be difficult to discern, I argue that pornographic prescription of sex, and Ferudian prescription of heterosexual relationships through the Oedipus complex, has conditioned the mind to choose one’s life partner with a subconscious reflection, or commonality with one’s parents. But what does it mean to find commonality with one’s parents? Here, I argue that such commonality in the subconscious mind will also look for similar social locations as the parents. This is where I connect Oedipus Complex to the concept of marrying within one’s caste, for today the caste system reproduces itself in the class divide in India. Thus, through this subconscious reflection of choosing a partner similar to one’s parents’ social location works as a pre-emptive tool to regulate social mobility by dint of marriage. Moreover, through the tool of instituting a narrative through centuries, generations and various schools of thought, the interplay of power has kept desire close to home. \r\n\r\n\r\nAt this point, I would like to be reflexive of my own subject-position while referring to the caste system in India. I acknowledge that due to my privileged position of belonging to the upper caste, my theorisation will have certain limitations for it doesn't stem from experiential narrative, rather an intellectual and academic one. Moreover, I also may be predisposed to glossing over certain intricacies and systemic violence produced by this particular rule of the caste system. Thus, my work must be read with a pinch of salt due to its limited ability to speak of the nature of the system. Having said that, I only connect my argument to one rule of the caste system, the rule of inter-caste marriage. The inter-caste marriage rule states that one must marry within their own caste, and aims to prohibit hierarchical mobility within castes through the medium of marriage. At the same time, I do not aim to argue that hierarchical mobility within the caste hierarchy is in any manner a desire, or a reason behind inter-caste marriage.  \r\n\r\n\r\n I argue that by instituting a bug within one’s consciousness, calling the bug say an ‘unconscious desire,’ the story of Oedipus Rex has made one subconsciously desire partners similar to one’s parents. This means that a person may be inclined to choose someone with a similar social location to their parents. Even though such a desire doubtfully formerly existed prior to the telling of a tale, the putting up of the play or the writing of a narrative. Today, that very narrative has power and a hold over minds stronger than the reality, the real truth of the mind, or in Foucauldian words, the “discursive production” of the Oedipus Complex has become the “truth” of some of our lives.  \r\n\r\n\r\nHowever, in February 2022, Economist Impact published the Internet Inclusivity Report. Availability, affordability, relevance and readiness are the main indicators of internet inclusivity based on which countries are ranked. India ranked 61 out of 100 countries. Even though India did “climb six slots”, what this number indicates is that there are many spaces and people in India that do not have access to the Internet, and by extension pornography. Additionally, internet inequality discriminately affects rural India and people from the lower caste. Thus, the theory posited by me is limited in its applicability, as people who do not and cannot engage with pornography will not be exposed to the same, that is, accessibility to porn is classist/casteist. At the same time, not everyone engaging with porn will actually be engaging with the content I am talking about, as this information is spreading from the West to the rest of the world, and I believe that the kind of information people engage with also varies for different social locations. Moreover, nowadays people are increasingly engaging with alternative forms of porn, that are not heterosexual in nature, and also aren’t focused entirely on male pleasure. \r\n\r\n\r\nSo, the story of Oedipus Rex doesn’t only overpower western minds, but the minds of all those who have engaged with the aforementioned forms of prescriptive texts. However, how has this form of knowledge emanating from the West permeated the mind of the rest of the world? In my opinion, this can be attributed to cultural imperialism of the West over the rest of the world in our increasingly globalising world. “By dint of globalisation, culture is now in motion. It is a world where cultural subjects and objects - that is, meaningful forms such as capital, people, commodities, images and ideas have become unhinged from particular localities” (Inda and Rosaldo 2007, 14).\r\n\r\n\r\nThe story of Oedipus Rex has not only permeated minds but also established itself in the present-day language of sex, and has managed to traverse cultures and manifest itself in the problematic universe of pornography. Through the narrative of Oedipus complex, desire has been controlled, an idea of who people must desire has been planted in our heads, sexual and romantic interests have been moulded, all so that power at the end stands firm in the social and political places it was already established in. So, good morning, and welcome to reality. However, I don’t want to accept this reality and this work is an attempt at its minute alteration."},{"Type":"Bio","Text":"Radhika Pradhan is a student of Gender, Development and Globalisation at the London School of Economics. Radhika has worked in the field of Gender and Development, while working on gender-based violence and the empowerment of adolescent girls in the urban slums of Patna, Bihar. Formerly, Radhika has been a Young India Fellow from Ashoka University, and also worked as a journalist with the Mojo Story for a brief period. Radhika aims to understand the power of on-ground collective action in bringing about practical change in everyday lives. She wants to dedicate her work to gender and development in India.","photo":"Radhika_Pradhan.jpg"}]}