{"title":"Khata - e - Ishq","multiplePoems":"false","author":"Kabir","blocks":[{"Type":"Text","Text":"_Haqiqat ka kuch aisa afsana hai,\r\npehchaan ab zulm ka bahana hai.\r\nEk aisi dastaan iss jahan ko sunani hai,\r\ngaur karna, yeh mere sach ki kahani hai.\r\n\r\n\r\nHar mod pe aake mein atak gaya tha,\r\njo rasta na chuna uspe bhatak gaya tha.\r\nAaine mein jo nazar utha ke dekhi toh\r\nsaamne khada shakhs mujhe khatak gaya tha.\r\n\r\n\r\nUss gair-kanooni chaahat mein thi meri raazi,\r\njo uske naam ka geet gaane laga tha.\r\nIss rafaqat se meine karli thi dagabaazi,\r\njo uss hum jinsia ko bhaane laga tha.\r\n\r\n\r\nPar mujhe kya hi thi khabar ki zindagi ka rukh woh iss tarah mod jayegi.\r\nJiski bhanak mujhe nah thi woh darwaze khol jayegi.\r\nYeh pehchaan jaise seher ka noor, iska anjaam nafrat-e-fitoor.\r\nKitne khwaab musht-e-khak kar jayegi,\r\nmohabbat hui ya maut iss sawal ke saath mujhe chodd jayegi._"},{"Type":"h3","Text":"Translation"},{"Type":"Text","Text":"The case of reality is such that\r\none’s identity is enough for them to be wronged.\r\nI am here to tell the world a story,\r\npay heed for it’s the story of my truth.\r\n\r\n\r\nI paused at every turn,\r\nlost on a path I did not choose.\r\nAnd when I looked up, at the mirror,\r\nI was bothered by who I saw.\r\n\r\n\r\nI was satiated in my criminal desire,\r\nsince I was singing his tunes.\r\nI had betrayed the society,\r\nsince I was loved by someone of the same sex.\r\n\r\n\r\nHow could I have ever known how it would change the direction of my life,\r\nhow it would open doors that I had no clue existed.\r\nThis identity felt like the light of dawn, but its repercussions reeked of passionate\r\nhatred.\r\nHow many dreams it would turn to a handful of dust,\r\nhow it would leave me wondering if I just died or fell in love."},{"Type":"Bio","photo":"Kabir.jpg","Text":"Kabir (he/they) is a freshman at Ashoka University, with his major as undecided as his favourite Kishore Kumar song. He was born and brought up in Kolkata, nurturing a curiosity for the city and its culture around him. He enjoys engaging in various sports, public speaking events, and forms of performing arts. One can often find him looking odd on campus, trying to click pictures of birds, flowers or the sky."}]}