{"title":"The Politics of Erotic Empowerment: Repulsion and Irrationality","author":"Sayantan Datta","blocks":[{"Type":"Text","Text":"_This short essay explores the twin registers of repulsion and irrationality through which queer erotic intimacies are painted in public consciousness through analysis of medieval histories, discourse around the monkeypox and HIV/AIDS pandemics and other medical and legal texts. This essay proposes a queer politics of erotic empowerment that counter the hegemony of abjection and rationality in erotic desire._\r\n\r\n\r\nLast year, the world saw an outbreak of the monkeypox virus. According to the World Health Organization (WHO) website, a monkeypox infection begins with fever, headaches and swollen lymph nodes, eventually leading to an eruption of rash. The rash undergoes transformation through several stages, which the website describes as follows:"},{"Type":"Quote","Text":"…The rash evolves sequentially from macules (lesions with a flat base) to papules (slightly raised firm lesions), vesicles (lesions filled with clear fluid), pustules (lesions filled with yellowish fluid), and crusts which dry up and fall off. The number of lesions varies from a few to several thousand. In severe cases, lesions can coalesce until large sections of skin slough off. (2022)"},{"Type":"Text","Text":"It is hard to ignore the imagery of plague and leprosy that the description invokes. Through visual metaphors of a disease that transforms the body into a monstrosity – fluid-filled lesions to sloughing skin – the description’s repulsive potential increases in the same sequence as that of the symptoms themselves. \r\n\r\n\r\nSusan Sontag, writing about how certain epidemics are regarded as plagues, argues that syphilis was regarded as a plague “not because it killed often but because it was disgracing, disempowering, disgusting” (1989). The same appears to be true for monkeypox. It is a disease that ranks low on fatality but high on repulsion.\r\n\r\n\r\nAs the number of cases continued to increase, Tedros Ghebreyesus, chief of the World Health Organization (WHO) advised gay men to exercise caution: “For men who have sex with men, this [making safe choices] includes…reducing your number of sexual partners, reconsidering sex with new partners and exchanging contact details with any new partners to enable followup…” (Bonifield 2022).\r\n\r\n\r\nWhat is striking about Ghebreyesus’ cautionary tale was the sharp contrast between his warning and the information available on WHO’s website, which states, “While close physical contact is a well-known risk factor for transmission, it is unclear at this time if monkeypox can be transmitted specifically through sexual transmission routes. Studies are needed to better understand this risk” (emphasis mine, World Health Organization 2022). Rather than being a typical sexually transmitted disease, then, monkeypox appears to be one that spreads through “close contact with lesions, body fluids, respiratory droplets and contaminated materials such as bedding” (ibid)<sup>1</sup>. \r\n\r\n\r\nThe instances above demonstrate the twin registers that have dominated public consciousness around queer erotic intimacy – that of repulsion and irrationality – and how these rhetorics are produced and reproduced in medical discourses. As the happenings around the monkeypox outbreak shows, these rhetorics often lead to, and are intertwined with, each other. This essay argues that it is through these sensorial and moral connotations that queer erotic intimacies are subjected to an unacceptability, i.e., queer erotic intimacies are unacceptable because they are riddled with disgusting transformation of the body and the unfathomable transformation of the hitherto rational self to an irrational one."},{"Type":"h2","Text":"Making Sex Repulsive and Irrational"},{"Type":"Text","Text":"Exercising caution while practicing queer desire is not a new rhetoric by any means. For instance, as I explore later in the essay, at the heart of the HIV/AIDS intervention programs in the 1990s and 2000s were the ideas of caution, good judgment and individual responsibility<sup>2</sup>. Cautionary tales against execution of seemingly irrational desires also abound in instances from medieval history. For instance, in Same-Sex Love in India, late Saleem Kidwai writes about Zia ud din Barani, companion to Sultan Muhammed Bin Tughlaq, and his disdain for rulers with “male lovers”:"},{"Type":"Quote","Text":"[Barani] condemns Sultans who lost their better judgment over male lovers and thus surrendered the crucial instruments of power – fear, grandeur, and majesty. He also blames them for losing their senses to the point where they would not listen to warnings of wise counselors. (pp. 131)"},{"Type":"Text","Text":"At the core of the narrative that persists from Barani’s apprehension to Ghebreyesus’ concern is the seeming irrationality of queer erotic intimacy: why would rational rulers want to submit their “crucial instruments of power”, and in the process, submit power itself, to their male lovers, and why would seemingly rational human beings not make “safe” choices as they indulge in desire? In other words, the narrative lag asks why queer sexual subjects embody an irrational sexuality rather than a rational drive (Jackson and Scott 1997).\r\n\r\n\r\nFor the most part of the nineteenth and twentieth centuries, the medico-legal discourse dominated public consciousness around sex and sexuality. In Psychopathia Sexualis, an 1844 book that categorized several forms of non-heterosexual sexualities and non-peno-vaginal sex as pathological, author Krafft-Ebing writes about masochism as follows:"},{"Type":"Quote","Text":"Psychologically speaking, the facts of sexual bondage are of greater criminal importance.  If sensuality is predominant—that is, if a man is held in fetishistic servitude and his moral power of resistance is weak—he may be goaded into the very worst crimes by an avaricious or vindictive woman, into whose bondage his passion has led him. (qtd. in Lin 2014)"},{"Type":"Text","Text":"Here, it is important to note what constitutes the pathological. According to Krafft-Ebing, masochism is pathological because it undoes the rationality of the nineteenth-century man, defined interestingly as possessing a “moral power of resistance” against “fetishistic servitude” (of course, to a woman). The rational man is independent of non-procreative eros, something towards which “sexual bondage” constantly tries to lure him. \r\n\r\n\r\nThe pathological bleeds into the criminal easily. Masochism is pathological – and criminal – because it makes the imagination of a submissive man possible. In other words, masochism must be forbidden since the gullible man and the dominant woman – those who challenge morals that make heteropatriarchy possible – must be forbidden."},{"Type":"Divider","Style":"symbol"},{"Type":"Text","Text":"If repulsion is a response to disgust, and disgust is a response to filth, one must ask what makes certain sex “filthy”? The word “filthy” invokes images of purity and pollution. What makes certain sex im/pure and impure sex forbidden?\r\n\r\n\r\nIn AIDS and Its Metaphors (1989), Susan Sontag writes about how fifteenth century metaphors of repulsion and retribution, used by doctors to describe syphilis, find their way into medico-legal descriptions of AIDS in late-twentieth century (pp. 46). But as Sontag points out, these metaphors not only cast the affliction but also the afflicted in a repulsive and retributive light. She says,"},{"Type":"Quote","Text":"...illustrating the classic script for plague, AIDS is thought to have started in the ‘dark continent,’ then spread to Haiti, then to the United States and to Europe…The subliminal connection made to notions about a primitive past and the many hypotheses that have been fielded about possible transmission from animals (a disease of green monkeys? African swine fever?) cannot help but activate a familiar set of stereotypes about animality, sexual license, and blacks. (Sontag pp. 52)"},{"Type":"Text","Text":"The “classic script for plague” was invoked once again in documenting the monkeypox outbreak. Like AIDS, the outbreak once again begins in Africa, and then spreads to the United States of America. Once again, certain people are animalised by the possibility of zoonotic transmission, and by referring to the consumption of “inadequately cooked meat” (World Health Organization 2022) and habitation close to “forested areas” (ibid). This animalisation continues in social media, as gay men are blamed of perpetuating monkeypox infections through “rawdogging” (pejorative term for anal sex performed without the use of condoms)<sup>3</sup>. The medical discourse around pandemics appears to place certain sexual and erotic subjects in a liminal space, where, while existing in the margins, they constantly contaminate the boundary of the civil society through their seemingly immoral, unreasonable and uncautious acts.\r\n\r\n\r\nContamination as a concern proliferated in popular discourses around HIV/AIDS, often in conjunction with seeming irrationality: be it through the abjectification of “injecting drug users” who were portrayed as committing suicide by using shared and contaminated needles (Sontag 1989), or through construction of “high-risk groups” that contaminated each others’ bodies with an inconquerable virus while fulfilling erotic desires (Datta 2021), or through the construction of queer and trans bodies as contaminating an impeccably pure moral fabric of society (ibid.). In the context of India, the National AIDS Control Program (NACP) has consistently listed three main “high-risk groups”: female sex workers, men having sex with men and transgender persons, and injecting drug users (Tanwar et al. 2016). Along with these three, the NACP also lists two “bridge populations” – those who share high-risk and low-risk (“general population”) partners – long-distance truck drivers and migrant workers (ibid). \r\n\r\nSex with and between people from these groups gets deemed contaminating (hence, “dirty”) through metonymic associations between their bodies and their “dirty” occupations (sex work), “dirty” habitation (kothas, havelis, slums), “dirty” caste, class and gender locations, and “dirty” animalistic morals. Attempts to segregate “dirty” people into neat categories requires an opposing register (assimilation) that displaces markers of their subjugated citizenship onto their conjugal bodies."},{"Type":"Divider","Style":"symbol"},{"Type":"Text","Text":"Rhetorics of purity and pollution that undergird the social construction of queer intimacies as forbidden are also found in the Manusmriti, a Hindu legal text, which suggests various ways in which men who have sex with men be “cleansed”:"},{"Type":"Quote","Text":"If a man has shed his semen in non-human females, in a man, in a menstruating woman, in something other than a vagina, or in water, he should carry out the ‘Painful Heating’ vow. [Chapter 11, Verse 174]"},{"Type":"Quote","Text":"If a twice-born man unites sexually with a man or a woman in a cart pulled by a cow, or in water, or by day, he should bathe with his clothes on. [Chapter 11, Verse 175]"},{"Type":"Quote","Text":"Causing an injury to a priest, smelling wine or things that are not to be smelled, crookedness, and sexual union with a man are traditionally said to cause loss of caste. [Chapter 11, Verse 68] (qtd. from Doniger and Smith 1991)"},{"Type":"Text","Text":"The rhetorics of pollution and purification also assimilate into one both sexual acts and sexual partners. It is not just certain sexual gestures (shedding semen during the day, for instance) that require purification, but also certain sexual subjects (for example, an upper-caste man who has sex with another man) that require cleansing."},{"Type":"Quote","Text":"…beloveds of the Sultan are reviled not just because they were murderers but also because they belonged to other groups that Barani hated. In this section of Sultanate history, Barani added two more groups – eunuchs and those involved in anal sex – to those he already blamed (the \"low-born,\" the converts, the Hindus, rationalists, merchants, and others who were not \"true-born Turks\") for the misfortunes of the original elite. (pp. 131)"},{"Type":"Text","Text":"The sexual subjects mentioned in the quote above are reviled, as Kidwai points out, because they corrupt and contaminate the “good judgment” (pp. 131) of the otherwise rational rulers. Queer erotic intimacies form the sites of revulsion through the abject irrationality they introduce into their seemingly innocent environments."},{"Type":"h2","Text":"The Politics of Erotic Empowerment"},{"Type":"Quote","Text":"A surge of passion engulfed the Sultan at the coquettish crying and wailing of the delicate one. He took him in his arms and hugged him, kissed him on the lips and threw him on the floor and did what he had to do. In this state when it is easy to risk one's life, the Sultan told him: \"Even if the entire world is turned upside down, and if all those who are close to me say things against me, I am so much in love and maddened by you that I will sacrifice all of them for one hair of yours. Believe me, I will not believe a word against you no matter who says it.”\r\n– Barani on Alauddin Khalji and Khusro Khan (qtd. in Vanita and Kidwai 2000, pp. 135)"},{"Type":"Text","Text":"Barani sets the excerpt above in a scene where there looms the danger of treachery and assassination over Sultan Alauddin Khalji – the son of Qutubuddin Khalji whose death Barani attributes to his irrational love for his “eunuch” courtesan Malik Kafur – due to his seemingly irrational desire for Khusro Khan, a Barwar boy initially called “Hasan”. As Khusro Khan grows closer to the king, the king’s advisors worry that Khan is plotting rebellion. Despite their many warnings, to which the king pays no need, the salacious affair continues. When Ziauddin, a Qazi, tries to warn the king of Khan’s treachery, it is Khan’s flirtatious (“coquettish”) crying that makes the king confess that he indeed is “maddened” by Khan. The king admits – to Barani’s horror – that his reason is clouded by his desire. The king is guilty of a hamartia – one where he submits his reason and power – that makes him the subject of Barani’s condemnation. The king has entered into the territory of the forbidden and the perverse.\r\n\r\n\r\nI close this essay by arguing that desiring the forbidden and perverse is a liminal performance (Cutler-Broyles 2021) through which one takes control of the narrative of power. For instance, while it may appear that Babur is disempowered by his enamour for the young Baburi (Vanita and Kidwai 2000), or Alauddin and Qutubuddin Khalji meet their death only because they give up their reason and power to Malik Kafur and Khusro Khan respectively, in this act of seemingly giving up power, they empower their marginalized erotic realities by rescuing them from the oppressive periphery of material and social realities. Put differently, in making himself vulnerable to his desire for Khusro Khan, Alauddin Khalji transgresses the limits of being a reasonable king. This is a kink in the narrative of power. \r\n\r\n\r\nIn “Tracking Heroin Chic: The Abject Body Reconfigures the Rational Argument” (1999), Christine Harold talks about the criticism of a certain aesthetic (the “heroin chic”) that calls to question the “logocentric tradition governed by rationality and stable moral truths” (pp. 66). As Harold argues, “Such a tradition has tended to ignore the physical body’s epistemic force that articulates itself not through traditional rational argument but through a corporeal performativity” (ibid). In talking about the heroin chic – an aesthetic that glorifies the addict body – Harold invokes psychoanalyst Julia Kristeva’s theory of abjection; according to Harold, “...rather than quietly remaining outside of mainstream at designated margins, the abject, as heroin chic, fissures the sanctity and homogeneity of rational public space” (ibid). \r\n\r\n\r\nIn ways similar to the heroin chic, queer bodies in states of irrationality and repulsion invade the illusion of rational and moral fabric on which modern erotics are constructed through medico-legal, brahminical and colonial forces. Queer bodies that bring forbidden erotic intimacies into a conspicuous space simultaneously challenge the rhetoric of irrationality and repulsion while occupying them. In doing so, they change the discourse even as the discourse resists its corruption by violent expulsion of these abject desires. It is this act of corruption that enables erotic empowerment; it displaces the hegemony of purity, reason and pure reason, making it possible for eros to exist in unruly ways, even as the rational state and the unpolluted “civil” society attempt to tame and reign its many queer selves."},{"Type":"h2","Text":"Acknowledgements"},{"Type":"Text","Text":"I would like to thank Bishal Kumar Dey (Research Scholar [PhD], Homi Bhabha Centre for Science Education) and Neha Mishra (Faculty, Centre for Writing and Pedagogy, Krea University) for going through earlier drafts of this piece and offering insightful comments."}],"Type":"Bio","references":[{"type":"1","value":"Bonifield, J. (2022, July 28). “WHO chief advises men who have sex with men to reduce partners to limit exposure to monkeypox”. CNN. https://edition.cnn.com/2022/07/27/health/who-monkeypox-msm-sex-partners/index.html, Retrieved: 18 December 2022."},{"type":"3","value":"Cutler-Broyles, T. (2021). “Kink-Space and the Body: Transforming the Liminal”. In Hart, KPR, and Cutler-Broyles, T. (eds.). Kink in Everyday Life. Bingley: Emerald Publishing Limited, pp. 3-13."},{"type":"4","value":"Datta, S. (2021, June 26). “India’s Healthcare System is Failing Queer-Trans People. A Public Health Movement Can Change That.” The Swaddle. https://theswaddle.com/indias-healthcare-system-is-still-failing-queer-trans-people-a-public-health-movement-can-change-that/, Retrieved: 18 December 2022."},{"type":"5","value":"Doniger, W, and Smith, BK. (1991). The Laws of Manu. New Delhi: Penguin Classics."},{"type":"6","value":"Harold, C. (1999). “Tracking Heroin Chic: The Abject Body Reconfigures the Rational Argument”. Argumentation and Advocacy, 36(2), 65-76."},{"type":"7","value":"Jackson, S, and Scott, S. (1997). “Gut Reactions to Matters of the Heart: Reflections on Rationality, Irrationality and Sexuality”. The Sociological Review, 45(4), 551-575."},{"type":"8","value":"Lin, K. (2014). The Demedicalization of Kink: Social Change and Shifting Contexts of Sexual Politics. University of Delaware."},{"type":"9","value":"Sontag, S. (1989). AIDS and Its Metaphors. New York: Farrar, Strauss and Giroux."},{"type":"10","value":"Tanwar, S., et al. (2016). “India’s HIV Programme: Successes and Challenges”. Journal of Virus Eradication, 2(4), 15-19."},{"type":"11","value":"Vanita, R, and Kidwai, S. (Eds.) (2000). Same-Sex Love in India: Readings from Literature and History. New York: St. Martin’s Press."},{"type":"12","value":"World Health Organization. (2022, May 19). “Monkeypox.” https://www.who.int/newsroom/fact-sheets/detail/monkeypox, Retrieved: 18 December 2022."}],"endnotes":[{"type":"1","value":"While it has been noted that the majority of monkeypox infections have been diagnosed in gay men (Thorhill et al. 2022), experts have argued that this might be due to better sexual health monitoring among gay men (Mukhopadhyay 2022)."},{"type":"2","value":"Amartya Sen has previously critiqued this focus on individual responsibility and cautious judgment in the HIV/AIDS intervention programs; “…living a life does not consist only of invariably choosing the safest course of action,” he argues (2007)."},{"type":"3","value":"See, for example, https://twitter.com/BuffyLeBuffs/status/1554098194249912323."}],"Text":"Sayantan Datta (they/them) is a queer-trans science writer, journalist and communicator who writes at the intersections of science, gender, sexuality, health and caste. They are also a member of the faculty at the Centre for Writing and Pedagogy, Krea University.","photo":"Sayantan_Dutta.jpg"}