{"title":"Two takes on Queens and Kings","author":"Sayan Bhattacharya","blocks":[{"Type":"Text","Text":"As I sat with the prompt, “Kings and Queens” that the editors of Qurbatein gave me, I felt it was the perfect opportunity to express some thoughts I have recently had about the drag scene in India. Deep ambivalence soon followed the sense of excitement about what drag is doing here. I was also tempted to write about a recent experience that I had which too invoked royalty but quite literally. All this to say that this piece has two parts which are not necessarily connected but if you, dear reader, are able to draw connections, I would love that!\r\n\r\n\r\nThe drag scene in India is bustling. The regular pink parties in five-star properties across cities offer a platform to drag queens and a few drag kings to showcase their talents. Rani KoHEnoor was India’s first drag artist to feature on a Times Square billboard and even participated in RuPaul’s DragCon in LA. Rani as in queen and KoHEnoor which is both an ode to the diamond Kohinoor that left India under complex circumstances and the “he” connoting the play with gender! Drag is a space of rebellion against a violent social that is founded on the gender binary. It is a space of catharsis. It is heartwarming to witness how more and more folks are fucking with gender norms on stage, on their insta reels and not just in front of their mirrors in closed rooms and toilets. Yet, as I attended a pink party recently, I wondered if this was a drag brunch in DC, an episode from Pose or RuPaul’s drag race or was it actually the ballroom of a hotel in Kolkata. Honestly, I was bored. No, I do not intend to make any lofty arguments about decolonization. Nor am I craving some pure space of ethnic drag that refuses any Western contamination, but I am wondering about our very drag archive and how it relates to our everyday lives and politics. On one hand, you keep hearing Beyonce, Madonna, Lady Gaga, Lana Del Rey, Adele ad nauseum, and on the other hand, questions of geographic rootedness either take you to the Hindu pantheon where Shiv, Parvati, Ardhanariswar and several androgynous gods come up or you are transported to some royal court where hijras were respected. Is that all the drag scene can offer in India?\r\n\r\n\r\nOne could look to Hindi cinema and its tryst with drag. While male actors are more widely known to cross dress, there have been several female actors as well who have cross dressed. The range is pretty long, from Mala Sinha to Vidya Balan, from Kalpana Kartick to Sridevi. What would it mean to look to such histories in contemporary times? The iconic song, Kajra Mohabbatwala where Babita played the chivalrous hero wooing Biswajit, who played the coy and seductive heroine is a timeless song not only because of the lyrics and tune but also its gender play. Not only are the gender roles reversed here, but look at the playback singers. The ‘male’ Babita lip syncs to the mellifluous Asha Bhosle while the ‘female’ Biswajit lip syncs to the supremely full throated Shamsad Begum. Could it get more queer than that? It is not like exciting work is not happening in the drag scene. I was reminded of TAPE aka The Gentleman’s Club which was a roaring take on 60’s Bombay from the point of view of a few drag kings and some other amazing performances but these seem more exceptional than the norm. \r\n\r\n\r\nForget Hindi cinema for a moment! In a caste infested society, what would it mean to drag on Jat masculinities or Brahmin fragility? Vidyut Jamwal, who is marketed as the Indian Rambo, recently announced the biopic of Sher Singh Rana. Rana is the proud Rajput who murdered an unarmed Phoolan Devi outside her home. Rana had fled jail in 2004 and was nabbed again in 2006 when he claimed that he forged a passport and flew to Afghanistan to bring back the ashes of Prithviraj Chauhan. While Rana’s story is a heady concoction of fragile masculinity, caste supremacy, fraud and misogyny, it is but obvious that in the current political climate, a Hindi film will only extol him. The histories of caste based rape and torture that Phoolan Devi and many other women from oppressed castes endure will be obfuscated and a myth of a Rana who avenges the murders of Thakurs by Phoolan Devi will be created. This is, however, not just one film. Film after film from RRR to Bahubali to Tanaji are reinforcing Hindu caste pride and the invincible oppressor caste hero. Shouldn’t drag have anything to comment, even tangentially, on this acidic mixture of gender and caste? The drag of masculinity has not found the wide space that femininity has found and hence it also offers fertile grounds for imagining a caste based South Asia in drag. The rich histories of female impersonation in India from Gajan in Bengal to Tamasha in Maharashtra to various other folk performances are also abundant archives on drag. Of course, this history is also one of caste exploitation and coercion. Here, it is the sexualized, feminized and hence devalued labors of the oppressed castes that cannot be just celebrated as pure sexual agency without noting the caste relations between the performer and the consumer and even the researcher. While simply invoking Hindu gods to extol golden pasts of gender subversion that were ruined by British colonialism obfuscates such histories, bringing these performances on elite platforms without marking their roots is also a whitewashing of history. Thus, no drag without caste. \r\n\r\n\r\nOn a different note, Sushil Modi, a Rajya Sabha member of parliament from the BJP, recently noted the party’s vehement opposition to same gender marriages. He stated that marriages could only be between “biological” males and females and that was the only way through which children could be reared. After this, entertainment channels that masquerade as news channels ran prime time debates on Modi’s speech. As usual, these debates boiled down to Hindu-Muslim conflicts. Hindu clerics were shouting down maulvis about Babur’s homosexuality and so on. What would it mean to drag Sushil Modi? Or Babur? Or one of the greatest symbols of decadence – Nawab Wajid Ali Shah in his famous nipple exposing royal “gown”? If television has become a hate chamber that works to entrench all forms of divisions in society, shouldn’t drag be the space that exposes how hate comes to be only through its ceaseless performativity? \r\n\r\n\r\nEnough ruminations. Now let us switch gears and move to another queen.\r\n\r\n\r\nOn a Saturday morning in Maryland, an acquaintance from Kolkata called me on WhatsApp. He knew that I would be back in India for the winter break. He had an ask. He loves Barbie dolls and collects them but there are certain Barbies that are not available in India and to import them from elsewhere entailed exorbitant shipping costs. So, he wanted me to get him a range of Barbies, including the one of the now deceased, Queen Elizabeth. Of course, my ears bristled when I heard “Queen.” So much was being written on social media in Britain’s former colonies – some reminding folks about the genocidal and marauding British empire and some about why it was problematic to mourn the Queen. I was sharing many such pieces on my social media accounts as well. And now here I was tasked with bringing the “Queen” for someone with whom I was about to reach the ambiguous zone of eros and friendship. How far should one go for lust or even love? This is a question that every person who dates and fucks around and who proudly wears their politics on their sleeves is confronted with every day! Yet, did queen Barbie merit such profound thought chains? Some introspection was in order here. I had happily devoured the Diana episodes of The Crown season 4 and was now gearing up for season 5. If I deserve any nuance like I skip episodes that did not feature her or that most queers love Diana for the way she stubbornly stood against the norm and unabashedly wore her heart on her sleeve, should not this person deserve more thought? Isn’t it social media style pedantic to assume that anyone who consumes anything related to the colonizers is suffering Stockholm syndrome?\r\n\r\n\r\nIn the phenomenal season one of Pose, the daughters and sons of Elektra, queen mother of the House of Abundance, raid a museum late at night and loot the royal costumes for their performance at the ball. Now of course, the museum is itself a reminder of the plunder and loot that the colonizers carried out and every vitrine here is a brazen reminder of the ongoing project of colonization. So, then, a group of disenfranchised Black queens looting it is a revolution in the minor key. There is no analogy between the latter and a rich boy’s love for dolls or a Netflix guzzling queer who speed watches episodes that are essentially about a British family solving their marital and familial woes on public money. Yet, what is striking is the affective attachments that cohere around certain objects and what such attachments reveal about subjectivity. A feminine boy loving dolls. A feminine boy in a former colony purchasing a plastic queen, combing her hair, displaying her on his shelf. Eventually moving on to the next doll to acquire. A museum of dolls where the queen brushes shoulders with the barbie in hijab, the barbie in designer clothes and so on and so forth. Queen barbie here is just another doll in this collection. Here royalty is not high up on any altar. A plastic replica of a royal figure can be purchased and can become another acquisition. Here, it is not so much about the queen as much as it is about one’s gender expression and queerness. However, my thoughts were getting too far ahead. A week later, this friend called me again. He had found after consulting several websites that the queen’s doll lacked perfection and the online reviews were not appealing. So now I needed to bring him some other doll. Royalty set aside by random reviews in the marketplace!"},{"Type":"Bio","Text":"Sayan Bhattacharya is an assistant professor at the Harriet Tubman Department of Women, Gender and Sexuality Studies, University of Maryland and volunteers with trans and queer rights organizations in West Bengal.","photo":"Sayan_Bhattacharya.jpg"}]}