{"title":"Qurbatein: <br>A Gender and Sexuality Bi-annual","blocks":[{"Type":"text","Text":"_Qurbatein_ is a non-profit bi-annual publication by the Centre for Studies in Gender and Sexuality at Ashoka University that aims to bring together scholarly and non-scholarly work on gender, sex and sexuality in South Asia. This publication features a set of colourful, raunchy, serious, bawdy, rigorous, expansive works dedicated to the politics of gender and sexuality. The bi-annual will be released twice a year, and each issue will focus on a specific theme that asks questions about sexuality and its significance for contemporary as well as historical engagements with sex. \r\n\r\n\r\n_Qurbatein_ will aim at producing South Asian narratives of sexuality in relation to space, time, language, fantasy, cinema, law, food, literature, and politics more broadly. The purpose of this bi-annual is to think about queer engagements from a non-western point of view, and showcase ways in which South Asian landscapes affect desire. In what language does one “come out” in South Asia? Is the metaphor of  “coming out” the only one available to us? How does queerness surface in a middle-class family? How does trans* politics alter (or succumb to) identitarian modes of queerness? \r\n\r\n\r\nThe Centre aims to expand conversations about gender and sexuality beyond the realm of academia, and the multiple genres will help foster discussions that are embedded in everyday life. This will also allow us to think about desire through the multiplicity of form, and come to terms with the various modes of storytelling that make up the complex space of sex and sexuality. \r\n\r\n\r\nIn this age of categorised and siloed politics, Qurbatein aims to curate a multiplicity of voices and genres. While the primary language of the publication will be English, we will also accept translations of existing literary work for subsequent publications. After all, the rich cornucopia of South Asian languages adds to the complexity of our desires. We especially urge writers from marginalized communities to send us their stories."},{"Type":"h2","Text":"Issue 01: Sex and the City"},{"Type":"text","Text":"The first issue focuses on the intimacy between cities and desire. The cultural significance of the city often interrupts, enables, and forbids sexualities. The bustling urban neighborhoods, cramped and overflowing bastis, waiting areas of bus stations, red-light zones, religious corners, market places, and other spaces of commerce and everyday life alter and shape our sexual lives. \r\n\r\nThis issue aims to ask questions related to cities and sexualities, focusing on the complex intersections of geography and desire. Who inhabits the city? Whom does the city desire? What are normative geographies and how do they affect sex and sexuality? Why is the city a space of sexual liberation? Whose stories make up the sexual and urban landscapes of cities?\r\n       \r\n <hr class=\"border-b-[1px] my-6 border-[color:var(--color-text)] w-[50px] mx-auto\" />\r\n\r\n\r\nIf you wish to write for us, watch our Instagram space for updates regarding subsequent issues and submission guidelines. For collaborations, write to us at csgs@ashoka.edu.in"}]}